ent-RMCVisorSquad = тактическая оптика
  .desc = Сменный визор-индикатор для стандартного шлема КМК. Данная модель выводит на дисплей тактическую информацию о взводах морпехов.

ent-RMCVisorWelding = сварочный визор
  .desc = Сменный визор-индикатор для стандартного шлема КМК. Данная модель защищает глаза от сварки.

ent-RMCVisorMedicalAdvanced = продвинутая медицинская оптика
  .desc = Сменный визор-индикатор для стандартного шлема КМК. Данная модель выводит на дисплей данные о состоянии здоровья и исследовательские заметки.

ent-RMCVisorMedical = базовая медицинская оптика
  .desc = Сменный визор-индикатор для стандартного шлема КМК. Данная модель выводит на дисплей данные о состоянии здоровья.

ent-RMCVisorNightVision = оптика ночного видения
  .desc = Сменный визор-индикатор для стандартного шлема КМК. Данная модель обеспечивает ночное видение и является стандартной экипировкой в подразделениях с усиленным финансированием. Может быть вставлена в зарядное устройство для пополнения внутренней батареи.




